{
  "recipes": [
    {
      "id": 1,
      "title": "Куриные котлеты с овсянкой в духовке",
      "type": "основное блюдо",
      "description": [
        "Куриную грудку измельчить в фарш (блендером или мясорубкой)",
        "  ",
        "Овсяные хлопья замочить кипятком, чтобы хлопья набухли",
        "  ",
        "В куриный фарш добавляем овсянку, яйцо и специи. Хорошо перемешать и сформировать котлетки.",
        "  ",
        "Форму для запекания смазать маслом и выложить котлетки. Ставим форму в разогретую духовку до 160 градусов."
      ],
      "ingredients": [
        "1 шт Грудка куриная",
        "100-150 грамм Овсяные хлопья",
        "1 шт Яйцо куриное",
        "по вкусу Соль, перец, паприка"
      ]
    },
    {
      "title": "Скумбрия в томатном соусе",
      "type": "основное блюдо",
      "description": [
        "Слегка пассеруем натертую морковку и мелко нарезанный лук на сковородке, добавив немножко растительного масла. Когда овощи станут мягкими и прозрачными, добавляем томатную пасту, немного воды. Тушим морковку с луком в томатном соусе минут 10.",
        "Нарезаем скумбрию на средние по толщине куски.",
        "Добавляем кусочки рыбы сразу в томящийся томатный соус. (В томатном соусе рыбы будет более диетической и приготовится как бы на пару.)",
        "Тушим скумбрию до готовности, примерно 10-15 минут, обязательно прикрыв крышкой."
      ],
      "ingredients": [
        "400 грамм скумбрии,",
        "100 грамм лука,",
        "100 грамм моркови,",
        "1 лавровый лист,",
        "2 ст. л. томатной пасты,",
        "150 грамм воды,",
        "1,5 столов. л. растительного масла,",
        "соль, перец."
      ],
      "id": 2
    },
    {
      "title": "Оладьи из кабачков",
      "type": "основное блюдо",
      "description": [
        "Приготовление блюда начинается с очистки кабачков. Их нужно тщательно вымыть и очистить от зеленой кожуры. При желании кожуру можно оставить, но тогда оладьи получатся слегка жестковатыми. ",
        "Далее овощи надо натереть на крупной терке. В данном случае не стоит использовать блендер, так как кабачковая масса получится слишком жидкой, натертому кабачку нужно дать постоять не менее 10 минут, чтобы лишний сок стек, после чего его нужно слить.",
        "Морковь также нужно очистить и натереть на терку. Лук для приготовления кабачковых блинов нарезается очень мелко. Далее можно приступать к приготовлению смеси для оладий. Для этого нужно смешать все растительные ингредиенты, добавить яйца и специи.",
        "Тесто необходимо тщательно вымесить, но очень важно, чтобы оно оставалось густоватым. ",
        "Духовку необходимо разогреть до 180°С, после чего разместить в ней противень. Время приготовления в духовке составляет всего 15 минут, после чего оладьи можно поддавать к столу. "
      ],
      "ingredients": [
        "Кабачок — 1 кг;",
        "Куриные яйца -2-3 шт;",
        "Лук репчатый — 1 шт;",
        "Морковь — 2 шт",
        "Специи."
      ],
      "id": 3
    },
    {
      "id": 4,
      "title": "Диетическая выпечка с вишней",
      "type": "десерт и выпечка",
      "description": [
        " Нагреть духовку до 200 градусов Цельсия ( 400°F).",
        "В большой миске смешать вишню с яблоком, сахаром (если используете) и экстрактом миндаля (или ванили).",
        " В стакане развести крахмал соком до полного совмещения и добавить к фруктовой массе, тщательно перемешивая.",
        " Смазать форму жиром (размер формы примерно 20х20 см) и вылить в неё смесь.",
        " В миске смешать остальные ингредиенты и посыпать фруктовую массу получившейся орехово-овсяной крошкой.",
        " Выпекать в течение 30 минут при заданной температуре. Если в вашей духовке есть функция «broil/поджарить сверху», то включить её в конце на 1-2 минуты. Следить, чтобы не подгорело. Подавать сразу же или в холодном виде.",
        "Питательные свойства: 190 калорий, 10 г жира, 4 г насыщ., 13 мг холестерина, 3 мг натрия, 208 мг калия, 25 г углеводов, 3 г клетчатки, 2 г белка, витамина А 22% ДН, витамина С 13% ДН."
      ],
      "ingredients": [
        "500 г вишни без косточек, сок сохранить.",
        "1 крупное яблоко",
        "1 ст.л. коричневого сахара, мёда  или ксилита ",
        "½ ч.л. экстракта миндаля или ванили",
        "1 ½ ст.л. крахмала или аррорута",
        "½ стакана вишневого (оставшегося после вишни) или яблочного сока ",
        "¼ стакана овсяных хлопьев (не быстро разваривающихся)",
        "¼ стакана грецких орехов, мелко порубленных ",
        "2 ст.л. овсяной муки",
        "3 ст.л. топленого сливочного или кокосового масла (размягчённого), или оливкового"
      ]
    },
    {
      "id": 5,
      "title": "Овсяное печенье со свежей вишней",
      "type": "десерт и выпечка",
      "description": [
        "Нагреть духовку до 175 градусов Цельсия (350 F ). Разложить на двух противнях пергамент.",
        "В большой миске размять вишню в пюре, добавить банановую масссу, экстракт ванили и масло.",
        "В другой миске смешать все сухие ингредиенты, кроме шоколада.",
        "Всыпать сухие ингредиенты в жидкие и перемешать до равномерного состояния. Добавить шоколад. Масса не будет напоминать обычное тесто. Если жидковато, то дать немного постоять, чтобы набухло.",
        "Выложить тесто чайной ложкой на противни. Выпекать в горячей духовке примерно 15 минут.",
        "Питательные свойства: в 1 печенье (1/50 рецептуры) 47 калорий, 2 г жира, 1 г насыщ., 0 мг холестерина, 5 мг натрия, 40 мг калия, 7 г углеводов, 1 г клетчатки, 1 г белка"
      ],
      "ingredients": [
        "2 больших зрелых банана, хорошо размятых вилкой",
        "1 стакан вишни без косточек",
        "1 ч.л. экстракта ванили",
        "¼ стакана топленого сливочного или оливкового или кокосового масла  (размягчённого)",
        "2 стакана овсяных хлопьев (не быстроразваривающихся)",
        "2/3 стакана мелко порубленного миндаля",
        "1/3 cтакана кокосовой стружки",
        "½ ч.л. корицы",
        "1 ч.л. порошка для выпечки",
        "150 г тёмного шоколада (не менее 72%), порубленного"
      ]
    },
    {
      "id": 6,
      "title": "Рулетики из кабачков с морковью и плавленым сыром",
      "type": "закуски",
      "description": [
        "Подготовим продукты, зелень и кабачки хорошо помоем. Кабачки у меня молодые, поэтому кожуру счищать не буду.",
        "Нарезаем кабачки на тонкие пластинки.",
        "Обжариваем в небольшом количестве растительного масла. Нагрев плиты - средний.",
        "Тем временем приготовим начинку. Морковь и чеснок натрем на мелкой терке.",
        "Добавляем плавленый сыр и разминаем вилкой.",
        "Добавляем порезанный укроп, хорошо перемешиваем и пробуем на вкус. Я добавила щепотку соли и немного черного перца, вы ориентируйтесь на свой вкус.",
        "Кабачки тем временем обжарились с обеих сторон.",
        "Берем пластинку кабачка, она мягкая и эластичная. На край добавляем столовую ложку начинки и заворачиваем рулетик.",
        "Вот такая красота получилась!",
        "Такая закуска никого не оставит равнодушным, а со стола улетит первой. :))"
      ],
      "ingredients": [
        "Кабачки - 2-3 шт.",
        "Морковь - 1 шт.",
        "Сыр плавленый - 100 г",
        "Майонез - 1-2 ст. ложки",
        "Зелень петрушки или укропа",
        "Чеснок - 2 зубчика",
        "Масло растительное - для жарки",
        "Соль - по вкусу",
        "Перец черный молотый - по вкусу"
      ]
    },
    {
      "id": 7,
      "title": "Диетический вишневый пирог",
      "type": "десерт и выпечка",
      "description": [
        "Смешать муку, протеин, разрыхлитель и соль",
        "Отдельно взбить блендером творог, молоко, подсластитель и масло",
        "Соединить обе массы, вылепить тесто, скатать его в шар",
        "Подождать несколько минут, распределить по форме, формируя бортики",
        "Нагреть духовку до 180°С",
        "Теперь сложить яйцо, йогурт, лимонную цедру, лимонный сок, кукурузный крахмал и подсластитеь по вкусу, взбить всё миксером",
        "Полученную массу вылить на основу, сверху выложить ягоды вишни, предварительно разморозив их и слив лишнюю жидкость",
        "Помещаем в духовку и выпекаем 30 минут. Достаём, присыпаем сухим обезжиренным молоком для красоты и завтракаем"
      ],
      "ingredients": [
        "хлопья овсяные - 70 г",
        "казеин - 27 г но можно взять 100 г овсяной муки",
        "молоко - 50 мл.",
        "творог 1,8-2% - 50 г",
        "масло кокосовое - 1 ч.л.",
        "стевия (заменитель сахара) - 1 г",
        "разрыхлитель - 1 ч.л. ",
        "соль - 1 г ",
        "вишня - 4 ст. л. ",
        "яйцо куриное - 1 шт. (или 2 белка)",
        "йогурт натуральный 0% - 4 ст. л.",
        "цедра лимонная - 1 ч.л.",
        "лимонный сок - 1.5 ст. л.",
        "крахмал кукурузный - 1/2 ст. л."
      ]
    },
    {
      "id": 8,
      "title": "Плов с бараниной",
      "type": "основное блюдо",
      "description": [
        " Мясо порезать небольшими кусочками. В казанке разогреть 1 ст. ложку растительного масла, выложить мясо и готовить, помешивая, около 10 минут, до коричневого цвета со всех сторон.",
        "Добавить воду и соль, довести до кипения, готовить мясо около 40 минут, до мягкого состояния ",
        "Тем временем морковь и лук порезать мелкими кубиками. Оставшееся растительное масло разогреть в сковороде, высыпать на нее овощи и жарить, помешивая, 5 минут.",
        " Затем добавить рис, готовить еще около 1 минуты.",
        " Высыпать содержимое сковороды в казанок с мясом, положить целую головку чеснока (фото 2). Довести массу до кипения, затем уменьшить огонь, накрыть казанок крышкой, готовить плов из баранины около 20 минут, до мягкого состояния риса и полного выпаривания жидкости.",
        " Подавать плов из баранины в порционных тарелках, украсив петрушкой."
      ],
      "ingredients": [
        "Баранина (стейк) - 600 г",
        "Рис длиннозерный - 350-400 г",
        "Морковь - 2 шт.",
        "Лук репчатый - 2 шт.",
        "Чеснок - 1 головка (не разобранная на зубки)",
        "Масло растительное - 60-75 г",
        "Вода - 700 г",
        "Соль - 1 ч. л.",
        "Петрушка свежая - 5 веточек (для сервировки)"
      ]
    },
    {
      "title": "Скумбрия на луковой подушке с лимоном в фольге",
      "type": "основное блюдо",
      "description": [
        "Рыбку очистите, уберите черные пленочки, промойте, натрите со всех сторон сначала маслом, затем смесью соли, базилика и перца и отложите в сторонку.",
        " ",
        "Нарежьте полукольцами лук. Смешайте его со специями.",
        "Отрежьте кусок фольги (такой, чтобы хорошенько, лучше даже в 2 слоя, рыбку завернуть). Центральную часть смажьте маслом (которая будет к рыбке прикасаться, чтобы она не прилипла к фольге во время запекания). На средину выложите нарезанный лук, предварительно смешав его со специями, соком лимона и маслом.",
        "От лимона отрежьте 4 кружочка, с остальной части выдавите сок прямо на рыбку, полейте ее со всех стон. Кружочки лимона вставьте рыбкам в брюшко. Уложите скумбрию на лук, который тоже полейте немного соком лимона, и укройте луком рыбку со всех сторон.",
        "Все, теперь осталось завернуть аккуратно рыбку, чтобы сок во время готовки не вытекал, и отправить в духовку.",
        "Будете готовить при 200 градусах примерно 30 минут. По аромату поймете, что рыбка уже готова, пора доставать ее с духовки, а то уже обильное слюноотделение началось!",
        "Пока рыбка будет запекаться, отварите картошечку пюре, нарежьте салатик со свежих овощей, или достаньте квашеную капусту. И, как только скумбрия будет готова — приступайте к наслаждению вкусом!"
      ],
      "ingredients": [
        "2 скумбрии (у меня уже без голов)",
        "2 крупных луковицы",
        "1 лимон",
        "Базилик сушеный",
        "Соль, перец",
        "Кусок фольги",
        "Масло без запаха"
      ],
      "id": 9
    },
    {
      "title": "Капуста «Провансаль» ",
      "type": "закуски",
      "description": [
        "Нашинкуйте капусту. Морковь порежьте тонкой соломкой или используйте тёрку . Чеснок выдавить через пресс.",
        " ",
        "Как приготовить маринад: 1 литр воды закипятить, добавить уксус, соль, сахарный песок и растительное масло, перец.",
        "Залить горячим маринадом капусту, накрыть крышкой, меньшей по диаметру посуды, в которой маринуется капуста, и придавить гнётом.",
        "Когда маринад в капусте остынет, поставить  в холод. Через 5-6 часов хрустящая маринованная капуста уже готова к употреблению."
      ],
      "ingredients": [
        "белокочанная капуста поздних сортов — 1 кочан (2 килограмма),",
        "морковь — 2 штуки,",
        "перец горошком – 6-8 штук,",
        "масло подсолнечное — 1 стакан,",
        "чеснок – 2-3 зубчика,",
        "уксус — 1 стакан,",
        "сахарный песок — 1 стакан,",
        "вода — 1 литр,",
        "соль — 2 ст. ложки."
      ],
      "id": 10
    },
    {
      "id": 11,
      "title": "Куриные диетические котлеты",
      "type": "основное блюдо",
      "description": [
        "Заливаем овсяные отруби кефиром и оставляем минут на 20 (немного отрубей оставьте для обваливания в них котлет). В это время можно сделать диетический куриный фарш. Пропускаем филе курицы через мясорубку, либо очень мелко нарезаем. Мелко нарезаем луковицу, добавляем в фарш. Далее смесь из овсяных отрубей и кефира, и все перемешиваем. Низкокалорийный фарш из куриного филе готов.",
        "Чтобы сформировать куриные котлеты, смачиваем руки в воде, чтобы фарш не прилипал к рукам, и обваливаем в овсяных отрубях, которых нужно было оставить немного.",
        "Наши куриные диетические котлеты мы готовили в духовке на пергаментной бумаге без использования масла. За счет того, что котлеты были обвалены в отрубях, они не пригорели. Готовим в духовке на 180 градусах минут 20-25. За счет кефира и лука котлеты получатся сочными, но не передержите их, иначе будут суховатыми. Таким же образом можно приготовить и диетические куриные котлеты на пару в мультиварке, либо в пароварке. Получаса хватит, чтобы котлеты были готовы."
      ],
      "ingredients": [
        " Куриная грудка 4-5 штук",
        "Луковица 1 штука",
        " Яйцо 1 штука",
        " Кефир 1% (~ 70 мл)",
        " Овсяные отруби (~ 70 г)"
      ]
    },
    {
      "title": "Картофель с брокколи и ветчиной",
      "type": "основное блюдо",
      "description": [
        " Картофель вымыть и нарезать дольками. Брокколи частично разморозить.",
        " В большой сковороде на масле обжарить картофель на среднем огне 10 минут или до светло-коричневого цвета.",
        " Добавить к картофелю брокколи, ветчину и смесь специй. Перемешать.",
        " Уменьшить огонь, накрыть крышкой и готовить картофель с брокколи и ветчиной 25 минут или пока картофель не станет мягким."
      ],
      "ingredients": [
        "Картофель красный, некрупный - 8 шт.",
        "Брокколи замороженная - 450 г",
        "Ветчина (вареная), нарезанная кубиками - 1 стакан",
        "Масло растительное - 1 ст. ложка",
        "Смесь специй с чесноком (для супа) - 1 пакетик (по вкусу)"
      ],
      "id": 12
    }
  ]
}