export default {
    Level_1:
        '1. Игрок должен собирать Обычные Умения. \n' +
        '2. Сертификаты пока что убивают. \n' +
        '3. Ультимэйт атаки пока что наносят урон. \n' +
        '4. Эликсир здоровья пока что невозможно подобрать. \n' +
        '5. Стражи Босса мгновенно убивают.',
    Level_2:
        '1. Игрок должен собирать Обычные Умения. \n' +
        '2. Сертификаты пока что ранят. \n' +
        '3. Ультимэйт атаки пока что наносят урон. \n' +
        '4. Эликсир здоровья пока что невозможно подобрать. \n' +
        '5. Стражи Босса мгновенно убивают.',
    Level_3:
        '1. Игрок должен собирать Сертификаты. \n' +
        '2. Можно попутно собирать Умения. \n' +
        '3. Ультимэйт атаки пока что наносят урон. \n' +
        '4. Эликсир здоровья пока что невозможно подобрать. \n' +
        '5. Стражи Босса ранят.',
    Level_4:
        '1. Игрок должен собирать Ультимэйт Умения. \n' +
        '2. Можно попутно собирать Сертификаты. \n' +
        '3. Можно попутно собирать Обычные Умения. \n' +
        '4. Эликсир здоровья пока что невозможно подобрать. \n' +
        '5. Стражи Босса ранят.',
    Level_5:
        '1. Игрок должен собрать Эликсир Здоровья. \n' +
        '2. Убить Босса',
}