export default {
    Level_1: '1. Игрок должен собирать Обычные Умения. \n2. Сертификаты пока что убивают. \n3. Ультимэйт атаки пока что наносят урон. \n4. Эликсир здоровья пока что невозможно подобрать. \n5. Стражи Босса мгновенно убивают.',
    Level_2: '1. Игрок должен собирать Обычные Умения. \n2. Сертификаты пока что ранят. \n3. Ультимэйт атаки пока что наносят урон. \n4. Эликсир здоровья пока что невозможно подобрать. \n5. Стражи Босса мгновенно убивают.',
    Level_3: '1. Игрок должен собирать Сертификаты. \n2. Можно попутно собирать Умения. \n3. Ультимэйт атаки пока что наносят урон. \n4. Эликсир здоровья пока что невозможно подобрать. \n5. Стражи Босса ранят.',
    Level_4: '1. Игрок должен собирать Ультимэйт Умения. \n2. Можно попутно собирать Сертификаты. \n3. Можно попутно собирать Обычные Умения. \n4. Эликсир здоровья пока что невозможно подобрать. \n5. Стражи Босса ранят.',
    Level_5: '1. Игрок должен собрать Эликсир Здоровья. \n2. Убить Босса'

}